export const genres = [
    {
        id: 'jhgfkujydfckuytktuy',
        name: 'Фэнтези',
        books: [
            {
                id: 'lsdiufcgieuygiyefgiye7fcy',
                name: 'Несносное проклятье некроманта',
                author: 'Блинова Маргарита',
                rating: 4,
                price: 250,
                description: 'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай  о некромантии!\nПрисоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
                reviews: [
                    {
                        id: 'kygfukytfduytstys',
                        name: 'Анна К.',
                        rating: 5,
                        text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".'
                    },
                    {
                        id: 'fdfrhthdrtyhbtr',
                        name: 'Любмила Н.',
                        rating: 5,
                        text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".'
                    }
                ]
            },
            {
                id: 'lygfiuyfsduyfsdluyfiudgwioud',
                name: 'Книга ночи',
                author: 'Блэк Холли',
                rating: 4,
                price: 250,
            },
            {
                id: 'lkihkugiyfukliyfutdtdtdtyukfdt',
                name: 'Благие знамения',
                author: 'Пратчетт, Гейман',
                rating: 4,
                price: 250,
            },
            {
                id: 'sdsudhwiuydgwiydgywidgywfgyfsy',
                name: 'Целительница. Первое испытание',
                author: 'Бульба Наталья',
                rating: 4,
                price: 250,
            }
        ]
    },
    {
        id: 'kusgdiysfgdyiufsduyt',
        name: 'Детектив',
        books: [
            {
                id: 'jskldfhdeskiufhoeuih',
                name: 'Собака Баскервилей',
                author: 'Артур Конан Дойл',
                rating: 4,
                price: 250,
            },
            {
                id: 'csdjskljbdfkufdyvgfev',
                name: 'Убийство на улице Морг',
                author: 'Эдгар Аллан По',
                rating: 4,
                price: 250,
            }
        ]
    },
    {
        id: 'slfhlsedfheuhuef',
        name: 'Ужасы',
        books: [
            {
                id: 'sjfdkdfgydegisvfc',
                name: 'Кладбище домашних животных',
                author: 'Стивен Кинг',
                rating: 4,
                price: 250,
            },
            {
                id: 'hdhdhdhdhdhdhdh',
                name: 'Противостояние',
                author: 'Стивен Кинг',
                rating: 4,
                price: 250,
            }
        ]
    },

]

